Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/1177.se/ogoninflammation-hos-barn.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: SuomeksiFinska
sme: Čalbmevuolššit mánáin - maid sáhttá ieš dahkat ?

source: Takaisin teeman aloitussivulle
sme: Ögoninflammation hos barn - vad kan man göra själv ?

source: Pese silmä sideharsolla tai vanulapulla ulkonurkasta sisäänpäin.
sme: Basa čalmmi kompressoriin dehe bumbolduhkuin olggut čalbmegeažis siskkibu guvlui.

source: Silmätulehdus paranee yleensä viikossa
sme: Manná dávjá badjel vahkus

source: Lasten silmätulehdus on yleinen vaiva, jota esiintyy usein flunssan kaltaisen virustartunnan yhteydessä.
sme: Čalbmevuolššit mánáin leat dábálaččat, dávjá virusinfekšuvnna oktavuođas dego nuorvu.

source: Silmän valkuaiset punoittavat ja ärtyvät, ja silmistä vuotaa tahmeaa, useimmiten kellertävää nestettä.
sme: Čalbmevielgadas ruvssoda ja erdo ja čalmmis golgá ruddi, mii dávjá lea fiskat.

source: Silmä näyttää tavallisesti turvonneelta.
sme: Dábálaččat čalbmi orru bohtas.

source: Useimmiten silmätulehdus paranee viikossa ilman hoitoa.
sme: Eanas buorrána vahkus divššukeahttá.

source: Silmätulehdus tarttuu herkästi.
sme: Čalbmevuolši njoammu álkit.

source: Lapset voivat saada silmätulehduksen myös muista syistä.
sme: Mánát sáhttet oažžut vuolšši čalmmiide eará sivaid dihte nai.

source: Syynä voi olla allerginen reaktio tai että lapsi on loukannut silmänsä tai saanut siihen roskan.
sme: Sivvan dasa sáhttá leahkit allergiijareakšuvdna dehe ahte mánná lea vahágahttán čalmmi dehe ožžon riba čalbmái.

source: Tulehdus on kehon puolustautumiskeino.
sme: Vuolši lea goruda vuohki bealuštit iežas.

source: Voiko lapsi mennä esikouluun ?
sme: Sáhttágo mánná mannat ovdaskuvlii ?

source: Lievästi flunssainen lapsi, jonka silmät punoittavat ja rähmivät, voi mennä esikouluun, jos lapsen yleisvointi on hyvä.
sme: Mánná geas lea čalbmevuolši ja leat rukses čalmmit ja veháš durddas vuožus unnánaš nuorvvu oktavuođas ii dárbbat leahkit eret ovdaskuvllas jus muđui veadjá bures.

source: Esikouluun menevän lapsen on oltava niin pirteä, että hän jaksaa osallistua siellä kaikkeen toimintaan.
sme: Mánát geat vázzet ovdaskuvlla galget leahkit nu virkot ahte sii nagodit oassálastit buot doaimmaide.

source: Allergian aiheuttamista silmävaivoista kärsivien lasten ei myöskään tarvitse pysytellä kotona.
sme: Mánát geain lea allergiijaváttut čalmmiin eaige dárbbat leahkit ruovttus.

source: Lapsen tulee olla kotona, jos silmät rähmivät voimakkaasti
sme: Mánná ferte bissut ruovttus jus čalbmi lea sidjon

source: Jos lapsen silmät liimautuvat kiinni, ja rähmivä silmä täytyy pyyhkiä puhtaaksi monta kertaa päivässä, lapsi on saanut voimakkaan tartunnan.
sme: Jus máná čalbmi ruddo gitta ja ferte sihkut sieja čalmmis máŋgii beaivvis lea mánás garra infekšuvdna.

source: Useimmiten molemmat silmät ärtyvät ja saattavat rähmiä.
sme: Eanas goappeš čalmmit leat erdon ja siedja sáhttá golgat.

source: Lapsen tulee tällöin olla kotona, toisaalta suuren tartuntariskin vuoksi, toisaalta siksi, että lapsen silmä pitää puhdistaa useita kertoja päivässä.
sme: Mánná ferte dalle leahkit eret ovdaskuvllas oassái daningo dat njoammu, oassái daningo máná čalmmi ferte bassat máŋgii beaivvis.

source: Lapsi voi palata lapsiryhmään vasta sitten, kun voimakkain tulehdus on mennyt ohi ja silmän rähmiminen loppunut.
sme: Mánná sáhttá fas mannat mánnájovkui go garra vuolši lea buorránan iige čalmmis leat šat siedja.

source: Silmäinfektio tarttuu herkimmin pienten lasten keskuudessa, koska lapset leikkivät niin lähellä toisiaan.
sme: Čalbmevuolši njoammu álkit una mánážiid olis daningo sii stohket nu lahka nuppiideaset.

source: Tartunta leviää mm. kun tartunnan saanut lapsi hieroo silmiään ja tämän jälkeen koskee leluja tai toisia lapsia.
sme: Njoammun viidu earet eará go mánná ruvve čalmmiidis ja dasto váldá ájanasaid dehe gitta eará mánáide.

source: Koululaiset eivät ole yhtä läheisessä kontaktissa toistensa kanssa, mutta heidänkin saattaa olla hyvä pysytellä kotona, jos silmät ovat ärtyneet.
sme: Skuvlamánáin ii leat seamma lahka oktavuohta muhto garra čalbmeinfekšuvnnas sáhttet sii goit dárbbahit leahkit ruovttus jus čalmmit leat erdon.

source: Silmien puhdistus vedellä
sme: Basa čalmmi čáziin

source: Jos lapsen silmät rähmivät, ne on hyvä pestä tavallisella vedellä niin usein kuin on tarpeen.
sme: Jus mánás lea siedja čalmmiin lea buorre bassat čalmmi ráinnasin nu dávjá go dárbbahuvvo dábálaš čáziin.

source: Huolehdi käsien puhtaudesta
sme: Leage fuolalaš giehtabuhtisvuođain

source: Kädet on silmätartuntojen ehkäisemiseksi pestävä huolella, jos joutuu olemaan flunssaisten keskuudessa.
sme: Eastin dihte čalbmeinfekšuvnnaid lea buorre leahkit fuolalaš giehtabassamiin jus máŋgasiin birrasis lea nuorvu.

source: Sekä kotona että esikoulussa on myös hyvä vaihtaa käsipyyhkeet usein.
sme: Lea maid buorre jus sihke ruovttus ja ovdaskuvllas molsojuvvo sihkaldagat dávjá.

source: Vastasyntyneet lapset
sme: Njuorat mánát

source: On tavallista, että vastasyntyneiden lasten silmiin kertyy kellertävää eritettä. Tämä johtuu siitä, että vastasyntyneiden kyynelkanavat ovat ahtaammat kuin vanhempien lasten ja aikuisten.
sme: Lea dábálaš ahte njuorat mánáin lea fiskeslágan vuožus čalmmiin, man sivvan lea ahte sis leat baskkit ganjalkanálat go boarrásit mánáin ja ráves olbmuin.

source: Pese silmä ulkonurkasta sisäänpäin vedessä tai keittosuolaliuoksessa kostutetulla sideharsolla tai vanulapulla.
sme: Basa čalmmi ráinnasin olggut čalbmegeažis siskkibu guvlui kompressoriin dehe bumbolduhkuin mii lea láktaduvvon loika hátnáčáziin dehe sálteluvvosiin.

source: Milloin tarpeen ottaa yhteys sairaanhoitoon
sme: Soaitá dárbbahit váldit oktavuođa divššuin

source: Jos silmätulehdus ei ole parantunut viikossa, saatetaan hoitoon tarvita antibiootteja.
sme: Čalbmevuolššit mat eai leat buorránan vahkus sáhttet dárbbahit dikšuma antibiotihkain.

source: Tällöin voi ottaa yhteyttä terveyskeskukseen.
sme: Sáhttá váldit oktavuođa dearvvašvuođaguovddážiin.

source: Kahden päivän lääkitsemisen jälkeen tartuntavaaraa ei enää ole ja lapsi voi mennä takaisin esikouluun.
sme: Guovtti beaivvi antibiotihka dikšuma maŋŋel infekšuvdna ii darvan šat ja mánná sáhttá mannat fas ovdaskuvlii.

source: Yhteydenottoa sairaanhoitoon ei pidä viivyttää, jos lapsi on saanut voimakkaan, runsaasti rähmivän tartunnan.
sme: Ii galgga vuordit oktavuođa váldimiin dearvvašvuođaguovddážiin jus mánás lea garra vuolši ja boahtá olu siedja.

source: Sama pätee silloin, kun lapsen silmät aristavat valoa tai jos tällä on vaikeita flunssaoireita.
sme: Seamma guoská jus mánná lea hearki čuvgii dehe sus leat váddásit nuorvováivvit.

source: Jos lapsella on ankaria kipuja vain toisessa silmässä ja jos lapsen epäillään loukanneen silmänsä, sairaanhoitoon tulee ottaa yhteyttä viipymättä.
sme: Jus mánás leat váttis váivvit beare nuppi čalmmis ja eahpida ahte mánná lea loavkidan čalmmi ii galgga maid vuordit oktavuođa váldimiin.

source: Jos vastasyntyneellä lapsella on silmätulehdus, tulee yhteyttä ottaa sairaanhoitoon.
sme: Jus njuorat mánás lea čalbmevuolši galgá váldit oktavuođa divššuin dakkaviđe.

source: Sairaanhoitoneuvontaan voi soittaa koska tahansa.
sme: Sáhttá álot riŋget buohccedikšorávahahkii oažžun dihte ráđiid.

source: Toimittaja:
sme: Čálli: Elin Åkerblom, buohccidivššár, Stockholm

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
